Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/kundenimport.po
Languages: de_de

source: Customer import
de_de: Kundenimport

# customerImportURL
source: https://jtl-url.de/1lb7g
de_de: https://jtl-url.de/effws

# customerImportDesc
source: Here you can import customer data (including passwords) from other online shop systems. This means that your customers do not have to register for this online shop again. <strong>Important: When you change the server, it is paramount that you adopt the Blowfish key (see /includes/config.JTL-Shop.ini.php) for the new system!</strong>
de_de: Hier haben Sie die Möglichkeit, Kundendaten aus anderen Onlineshop-Systemen samt Passwort zu importieren. Ihre Kunden müssen sich somit nicht erneut in diesem Onlineshop anmelden. <strong>Wichtig: Achten Sie bei einem Serverwechsel unbedingt darauf, den Blowfish-Key (zu finden in der /includes/config.JTL-Shop.ini.php) für das neue System zu übernehmen!</strong>

# csvFile
source: CSV file with customer data
de_de: CSV-Datei mit Kundendaten

# customerGroup
source: Assign this customer group to customers
de_de: Kunden diese Kundengruppe zuweisen

# language
source: Assign this language to customers
de_de: Kunden diese Sprache zuweisen

# errorInvalidEmail
source: Invalid email address: (%s)! Data set was skipped.
de_de: Keine gültige E-Mail-Adresse: (%s)! Datensatz wurde übersprungen.

# errorNoPassword
source: No password. Data set was skipped. (Possibly unregistered customer of JTL-Shop)
de_de: Kein Passwort. Datensatz wurde übersprungen. (Es könnte sich um einen nicht registrierten JTL-Shop-Kunden handeln)

# errorNoSurname
source: No last name. Data set was skipped.
de_de: Kein Nachname. Datensatz wurde übersprungen.

# errorEmailDuplicate
source: A customer with this email address already exists: %s. Data set was skipped.
de_de: Kunde mit dieser E-Mail-Adresse bereits vorhanden: %s. Datensatz wurde übersprungen.

# errorImportRecord
source: The row could not be imported. Please have a look at the log file (Root/logs/) and correct the respective errors in the CSV file.
de_de: Zeile konnte nicht importiert werden. Bitte sehen Sie sich die Log-Datei (Root/logs/) an und beheben Sie die entsprechenden Fehler in der CSV-Datei.

# successImportCustomerCsv
source: Successfully imported customer datasets: %s
de_de: Erfolgreich importierte Kundendatensätze: %s

# errorFormatNotFound
source: Format not recognised.
de_de: Format wurde nicht erkannt.

# notifyCustomersInfo
source: Some recently imported customer accounts require a new password! Do you like to ask these customers via email now to reset their password?
de_de: Einige zuletzt importierte Kundenkonten benötigen ein neues Passwort! Möchten Sie die Kunden jetzt per E-Mail auffordern, ein neues Passwort festzulegen?

# notifyCustomersButton
source: Yes, notify customers via email now
de_de: Ja, Kunden jetzt per E-Mail benachrichtigen

source: Customers notified
de_de: Kunden benachrichtigt

# customersNotifiedOK
source: Notifications have been sent
de_de: Benachrichtigungen wurden versandt
