Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/localizationcheck.po
Languages: de_de

# Localization check
source: Localisation check
de_de: Übersetzungsprüfung

# localizationCheckDesc
source: Here you can find missing or redundant translations
de_de: Hier finden Sie fehlende oder überflüssige Übersetzungen.

source: %d errors
de_de: %d Fehler

# Localization problems found.
source: We found localisation problems.
de_de: Es wurden Lokalisierungsprobleme gefunden.

# No problems detected.
source: No problems found.
de_de: Keine Probleme festgestellt.

source: Delete
de_de: Löschen

# Deleted %d item(s).
source: Deleted %d entries.
de_de: %d Einträge gelöscht.

source: Language ID
de_de: Sprach-ID

# Excess translations
source: Translation in non-existent languages
de_de: Übersetzungen in nicht existierende Sprachen

source: Missing translations
de_de: Fehlende Übersetzungen

# JTL\Backend\LocalizationCheck\Attributes
source: Attributes
de_de: Attribute

# JTL\Backend\LocalizationCheck\Categories
source: Categories
de_de: Kategorien

# JTL\Backend\LocalizationCheck\Characteristics
source: Characteristics
de_de: Merkmale

# JTL\Backend\LocalizationCheck\CharacteristicValues
source: Characteristic values
de_de: Merkmalwerte

# JTL\Backend\LocalizationCheck\ConfigGroups
source: Configuration groups
de_de: Konfigurationsgruppen

# JTL\Backend\LocalizationCheck\ConfigItems
source: Configuration components
de_de: Konfigurationskomponenten

# JTL\Backend\LocalizationCheck\CustomerGroups
source: Customer groups
de_de: Kundengruppen

# JTL\Backend\LocalizationCheck\Manufacturers
source: Manufacturers
de_de: Hersteller

# JTL\Backend\LocalizationCheck\Packagings
source: Additional packaging
de_de: Zusatzverpackungen

# JTL\Backend\LocalizationCheck\PaymentMethods
source: Payment methods
de_de: Zahlungsarten

# JTL\Backend\LocalizationCheck\Products
source: Items
de_de: Artikel

# JTL\Backend\LocalizationCheck\ShippingFees
source: Surcharge lists
de_de: Zuschlagslisten

# JTL\Backend\LocalizationCheck\ShippingMethods
source: Shipping methods
de_de: Versandarten

# JTL\Backend\LocalizationCheck\UnitsOfMeasurement
source: Measurement units
de_de: Maßeinheiten

# JTL\Backend\LocalizationCheck\Uploads
source: Upload file description
de_de: Uploaddateibeschreibung

# JTL\Backend\LocalizationCheck\Varcombi
source: Parent-child relationships
de_de: Variationskombinationen

# JTL\Backend\LocalizationCheck\VarcombiValues
source: Variation values
de_de: Variationswerte

# JTL\Backend\LocalizationCheck\Warehouses
source: Warehouses
de_de: Warenlager

# locationAttributes
source: JTL-Wawi > menu: Items > Attributes
de_de: JTL-Wawi > Menü: Artikel > Attribute

# locationCategories
source: JTL-Wawi > Item management > Category > tab: Description
de_de: JTL-Wawi > Artikelverwaltung > Kategorie > Tab: Beschreibung

# locationCharacteristics
source: JTL-Wawi > menu: Items > Characteristics
de_de: JTL-Wawi > Menü: Artikel > Merkmale

# locationCharacteristicValues
source: JTL-Wawi > menu: Items > Characteristics > Expand characteristic >Value
de_de: JTL-Wawi > Menü: Artikel > Merkmale > Merkmal ausklappen > Wert

# locationConfigGroups
source: JTL-Wawi > menu: Items > Configuration groups > Edit
de_de: JTL-Wawi > Menü: Artikel > Konfigurationsgruppen > Bearbeiten

# locationConfigItems
source: JTL-Wawi > menu: Items > Configuration groups > Components > Edit
de_de: JTL-Wawi > Menü: Artikel > Konfigurationsgruppen > Komponenten > Bearbeiten

# locationCustomerGroups
source: JTL-Wawi > menu: Customers > Customer groups
de_de: JTL-Wawi > Menü: Kunden > Kundengruppen

# locationManufacturers
source: JTL-Wawi > menu: Items > Manufacturers
de_de: JTL-Wawi > Menü: Artikel > Hersteller

# locationPackagings
source: JTL-Shop back end > Administration > Shipments > Additional packaging
de_de: Backend JTL-Shop > Administration > Versand > Zusatzverpackungen

# locationPaymentMethods
source: JTL-Shop back end > Administration > Payment methods
de_de: Backend JTL-Shop > Administration > Zahlungsarten

# locationProducts
source: JTL-Wawi > Item management > tab: Description
de_de: JTL-Wawi > Artikelverwaltung > Tab: Beschreibung

# locationShippingFees
source: JTL-Shop back end > Administration > Shipments > Shipping methods
de_de: Backend JTL-Shop > Administration > Versand > Versandarten

# locationShippingMethods
source: JTL-Shop back end > Administration > Shipments > Shipping methods
de_de: Backend JTL-Shop > Administration > Versand > Versandarten

# locationUnitsOfMeasurement
source: JTL-Wawi > menu: Items > Sales/Measurement units
de_de: JTL-Wawi > Menü: Artikel > Verkaufs-/Maßeinheiten

# locationUploads
source: JTL-Wawi > Item management > tab: Files
de_de: JTL-Wawi > Artikelverwaltung > Artikel > Tab: Dateien

# locationVarcombi
source: JTL-Wawi > Item management > tab: Variations
de_de: JTL-Wawi > Artikelverwaltung > Artikel > Tab: Variationen

# locationVarcombiValues
source: JTL-Wawi > Item management > tab: Variations
de_de: JTL-Wawi > Artikelverwaltung > Artikel > Tab: Variationen

# locationWarehouses
source: JTL-Shop back end > View > Standard elements > Warehouses
de_de: Backend JTL-Shop > Darstellung > Standardelemente > Warenlager

# Can be found:
source: Can be found here:
de_de: Zu finden unter:
