Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/profiler.po
Languages: de_de

# profilerDesc
source: Here is where you can find profiling data for sql queries.
de_de: Hier finden Sie Profiling-Daten für aufgezeichnete Seitenaufrufe.

# pluginprofilerURL
source: https://jtl-url.de/fr8i2
de_de: https://jtl-url.de/nr1q4

# successEntryDelete
source: Entry deleted successfully.
de_de: Eintrag wurde erfolgreich gelöscht.

# errorEntryDelete
source: Could not delete entry.
de_de: Eintrag konnte nicht gelöscht werden.

# successEntriesDelete
source: Entries deleted successfully.
de_de: Einträge wurden erfolgreich gelöscht.

# errorEntriesDelete
source: Could not delete entries.
de_de: Einträge konnten nicht gelöscht werden.

source: Total queries
de_de: Gesamtanzahl Abfragen

source: Tables
de_de: Tabellen

source: Runtime
de_de: Laufzeit

source: Error message
de_de: Fehlermeldung
