Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/redirect.po
Languages: de_de

source: redirect
de_de: Weiterleitungen

source: redirectDesc
de_de: Legen Sie Weiterleitungen für verwaiste URLs an, deren Zielseiten unter einem neuen Pfad erreichbar sind. JTL-Shop kann sich automatisch alle nicht gefundenen URLs, die aufgerufen wurden, merken<a href="./config?einstellungen_suchen=1&cSuche=1566"> (zur Einstellung)</a>, und listet diese hier auf. Legen Sie nur dann eine Weiterleitung an, wenn der Inhalt der alten Seite umgezogen wurde und nun unter einem neuen Pfad abrufbar ist.

source: redirectURL
de_de: https://jtl-url.de/961as

source: redirectDelUnassigned
de_de: Alle ohne Weiterleitung löschen

source: redirectNew
de_de: Neue Weiterleitung

source: redirectFrom
de_de: Quell-URL

source: redirectTo
de_de: Ziel-URL

source: redirectReferer
de_de: Ursprung

source: redirectRefererDirect
de_de: Direkteinstieg

source: redirectCsvImport
de_de: CSV-Import

source: errorURLNotReachable
de_de: Änderungen konnten nicht gespeichert werden, da die weiterzuleitende URL %s nicht erreichbar ist.

source: successRedirectSave
de_de: Weiterleitung wurde erfolgreich gespeichert.

source: errorImport
de_de: Der Import konnte nicht durchgeführt werden. Bitte prüfen Sie die CSV-Datei.

source: successImport
de_de: Import wurde erfolgreich durchgeführt.

source: create/edit
de_de: Erstellen/Bearbeiten

source: Parameter handling
de_de: Parameterbehandlung

source: exact match
de_de: Exakter Match

source: ignore GET parameters
de_de: GET-Parameter ignorieren

source: append GET parameters
de_de: GET-Parameter übernehmen

source: parameterHandlingDesc
de_de: Hier legen Sie fest, wie GET-Paramter in der Quell- und Ziel-URL behandelt werden sollen. Eine ausführliche Beschreibung dieser Einstellung finden Sie im zugehörigen Beitrag im JTL-Guide, den Sie über das Wegweiser-Symbol oben rechts auf dieser Seite erreichen.

source: Type
de_de: Typ

source: Manual
de_de: Manuell

source: Unknown
de_de: Unbekannt

source: Wawi sync
de_de: Wawi-Abgleich

source: Not found
de_de: Quelle nicht gefunden

source: Date created
de_de: Erstellungsdatum
