Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/report.po
Languages: de_de

source: reportDesc
de_de: Hier können Sie Serviceberichte erstellen. Serviceberichte enthalten nützliche Informationen für die Fehlerbehebung und erleichtern den Support von JTL-Shop.<br> Sie können Serviceberichte direkt über das Pfeil-Symbol herunterladen und an das Support-Ticket anhängen oder über das Link-Symbol einen Einmal-Link für den Support generieren.

source: Report is not available
de_de: Bericht ist nicht verfügbar

source: Report not found
de_de: Bericht konnte nicht gefunden werden

source: Report file not found
de_de: Berichtsdatei konnte nicht gefunden werden

source: Report authorized. Use the following one time link: %s
de_de: Bericht authorisiert. Nutzen Sie den folgenden Einmal-Link:<br> %s

source: Share
de_de: Teilen

source: Reports
de_de: Berichte

source: File
de_de: Datei

source: Created
de_de: Erstellt

source: Visited
de_de: Aufgerufen

source: Valid until
de_de: Gültig bis

source: Action
de_de: Aktion

source: Delete
de_de: Löschen

source: Generate report
de_de: Bericht erstellen

source: Report successfully created.
de_de: Bericht erfolgreich erstellt.

source: Report could not be authorized: %s.
de_de: Bericht konnte nicht geteilt werden: %s.

source: Report could not be not deleted: %s.
de_de: Bericht konnte nicht gelöscht werden: %s.

source: Report could not be created: %s.
de_de: Bericht konnte nicht erstellt werden: %s.

source: Could not write report data to file %s
de_de: Konnte Berichtsdaten nicht in Datei %s schreiben

source: Directory %s could not be created
de_de: Verzeichnis %s konnte nicht erstellt werden

source: Report successfully deleted.
de_de: Bericht erfolgreich gelöscht.
