Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/shippingclass_wizard.po
Languages: de_de

# labelShippingClassWizard
source: Shipping class wizard
de_de: Versandklassen-Assistent

# errorMaxClassCountExceeded
source: The Shipping classes wizard only supports a maximum of %d shipping classes!
de_de: Der Versandklassen-Assistent unterstützt max. %d Versandklassen!

# errorSavingWizardDefinition
source: Could not save shipping class definition. %s
de_de: Die Versandklassendefinition konnte nicht gespeichert werden. %s

# warningNotSavedYet
source: Please note that the assistant will overwrite any changes you have made manually.
de_de: Bitte beachten Sie, dass der Assistent alle Änderungen überschreibt, die Sie selbst manuell vorgenommen haben.

# warningManyCombinations
source: Please wait a moment while the combinations are being generated as up to %d combinations can be created with %d shipping classes.
de_de: Bitte haben Sie bei der Erstellung einen Moment Geduld, da bei %d Versandklassen bis zu %d Kombinationen entstehen können.

source: New shipping method
de_de: Neue Versandart

# wizardShowingCombinations
source: The shipping method should ...
de_de: Die Versandart soll ...

# wizardShowingCombinationsAllways
source: always be displayed
de_de: immer angezeigt werden

# wizardShowingCombinationsShow
source: be displayed if ...
de_de: angezeigt werden, wenn ...

# wizardShowingCombinationsHide
source: be hidden if ...
de_de: ausgeblendet werden, wenn ...

# Condition
source: Condition %d
de_de: Bedingung %d

# wizardCombinationsConditionAnd
source: ...all conditions are met
de_de: ...alle Bedingungen erfüllt sind

# wizardCombinationsConditionOr
source: ...at least one condition is met
de_de: ...mindestens eine Bedingung erfüllt ist

# wizardCombinationsConditionXOr
source: ...exactly one condition is met
de_de: ...genau eine Bedingung erfüllt ist

# wizardCombinationsConditionInclusive
source: Allow other shipping classes in the basket
de_de: Andere Versandklassen dürfen im Warenkorb sein

# wizardCombinationsConditionExclusive
source: Do NOT allow other shipping classes in the basket
de_de: Andere Versandklassen dürfen NICHT im Warenkorb sein

# addShippincCass
source: Add shipping class
de_de: Versandklasse hinzufügen

source: Add condition
de_de: Bedingung hinzufügen

# PartsLogicAnd
source: The basket contains at least one of the following shipping classes:
de_de: Der Warenkorb beinhaltet mindestens eine der folgenden Versandklassen:

# PartsLogicOr
source: The basket contains all of the following shipping classes:
de_de: Der Warenkorb beinhaltet alle folgenden Versandklassen:

# wizard_combinations_showing_tooltip
source: Specify whether the shipping method should always be displayed, no matter which shipping classes are in the basket, or whether you want to define display rules based on shipping classes.
de_de: Hier legen Sie fest, ob die Versandart angezeigt werden soll, egal welche Versandklassen sich im Warenkorb befinden, oder ob Sie Anzeigeregeln auf Basis von Versandklassen definieren möchten.

# wizard_combinations_condition_tooltip
source: Select how the conditions that you will specify in the next step will affect each other.
de_de: Hier wählen Sie, wie sich die Bedingungen, die Sie im nächsten Schritt definieren, aufeinander auswirken.

# wizard_combinations_exclusive_tooltip
source: Specify whether the assistant also creates combinations with your other shipping classes that you have not defined via the conditions.
de_de: Hier legen Sie fest, ob der Assistent auch Kombinationen mit Versandklassen erstellt, die Sie nicht über die Bedingungen definiert haben.

# https://jtl-url.de/dlkpz
source: https://jtl-url.de/1camo
de_de: https://jtl-url.de/mgbie
