Repository: mornau/jtlshop
Catalog: admin/locale/*/pages/shoptemplate.po
Languages: de_de

# shoptemplates
source: Templates for JTL-Shop
de_de: Templates für JTL-Shop

# shoptemplateURL
source: https://jtl-url.de/4t1so
de_de: https://jtl-url.de/dq1g2

# shoptemplatesDesc
source: This page contains all templates included in the folder "/templates/" of the JTL-Shop root directory. If you have a new template and want to use it, please transfer it via the upload function further down on this page or transfer it to this directory via <abbr title="FTP (File Transfer Protocol) is a file transfer protocol ">FTP</abbr>. <br> If you are logged into the back end, you can also view a preview of the template by selecting "Activate preview". Your online shop customers will still see the regular template. When the preview mode is active, it can also be accessed using the URL parameter "preview" (example: <a href="%s">%s</a>). You can configure both the active regular template as well as the preview template by clicking the "Settings" button.
de_de: Auf dieser Seite finden Sie alle Templates, die sich im Ordner „/templates/“ des Wurzelverzeichnisses von JTL-Shop befinden. Falls Sie ein neues Template haben und es nutzen möchten, übertragen Sie es zuerst per Upload-Funktion weiter unten auf dieser Seite oder per <abbr title="FTP (File Transfer Protokoll) ist ein Dateiübertragungsprotokoll">FTP</abbr> in dieses Verzeichnis. <br> Als eingeloggter Backend-Nutzer können Sie über die Schaltfläche „Vorschau aktivieren“ eine Vorschau des Templates ansehen. Kunden sehen währenddessen im Frontend weiterhin das reguläre Template. Wenn der Vorschaumodus aktiviert ist, ist er zudem über den URL-Parameter „preview“ erreichbar (Beispiel: <a href="%s">%s</a>). Über die Schaltfläche „Einstellungen“ können Sie sowohl das regulär aktivierte als auch das Vorschau-Template konfigurieren.

# warning_responsive_mobile
source: Responsive templates support all resolutions and should not be explicitly labelled as a template for mobile devices.
de_de: Responsive Templates sind für alle Auflösungen geeignet und sollten nicht explizit als Template für mobile Endgeräte ausgewiesen werden.

# successTemplateSave
source: Template and settings changed successfully.
de_de: Template und Einstellungen wurden erfolgreich geändert.

# errorTemplateSave
source: Could not edit template or settings. If the template is a child template, please make sure that the respective parent template is available. If the problem persists, please contact the Support team.
de_de: Template bzw. Einstellungen konnten nicht geändert werden. Falls das Template ein Child-Template ist, stellen Sie sicher, dass ein entsprechendes Parent-Template existiert. Sollte das Problem dennoch weiterhin bestehen, wenden Sie sich bitte an den Support.

# errorFileUpload
source: Could not upload file. Please check the write access of folder "%s".
de_de: Der Datei-Upload konnte nicht ausgeführt werden – bitte überprüfen Sie die Schreibrechte des Ordners „%s“.

# errorStyleFilePermission
source: Could not write style file. File %s does not exist or does not have sufficient write access.
de_de: Style-Datei konnte nicht geschrieben werden. Die Datei %s existiert nicht oder hat nicht genügend Schreibrechte.

# successLayoutSave
source: Layout changed successfully.
de_de: Layout wurde erfolgreich angepasst.

# standardTemplateMobil
source: Template for mobile devices
de_de: Template für mobile Endgeräte

# optimizeBrowser
source: No (optimised for standard browsers)
de_de: Nein (optimiert für Standard-Browser)

# optimizeMobile
source: Yes (optimised for mobile devices)
de_de: Ja (optimiert für mobile Endgeräte)

source: Activate template
de_de: Template aktivieren

# Enable preview
source: Activate preview
de_de: Vorschau aktivieren

# Disable preview
source: Deactivate preview
de_de: Vorschau deaktivieren

source: Might not work correctly in preview mode
de_de: Funktioniert gegebenenfalls im Vorschaumodus nicht korrekt.

# inheritsFrom
source: Inherits from %s
de_de: Erbt von %s

# originalExists
source: Original version exists
de_de: Originalversion vorhanden

source: Mobile devices
de_de: Mobile Endgeräte

# parentTemplateMissing
source: Missing parent template
de_de: Parent-Template fehlt

# errorOverlayWritePermissions
source: Could not create item badges. Please check the write access of the folder "%s" and re-enable the template.
de_de: Die Artikelsticker konnten nicht erzeugt werden. Bitte prüfen Sie die Schreibrechte des Ordners „%s“ und aktivieren Sie das Template erneut.

# successTemplateUpload
source: Template uploaded successfully.
de_de: Template wurde erfolgreich hochgeladen.

# uploadTemplateHeading
source: Upload a template
de_de: Template hochladen

# errorTemplateUpload
source: Could not upload template. Please contact the Support team.
de_de: Template konnte nicht hochgeladen werden. Bitte wenden Sie sich an den Support.

# errorParentNotFound
source: Parent template not found.
de_de: Parent-Template konnte nicht gefunden werden.

# errorShopVersionNotFound
source: XML node "ShopVersion"/"MinShopVersionParent" not found.
de_de: XML-Knoten „ShopVersion“/„MinShopVersion“ konnte nicht gefunden werden.

# errorXmlNotFound
source: template.xml not found.
de_de: template.xml konnte nicht gefunden werden.

# errorXmlParse
source: Could not parse XML.
de_de: XML konnte nicht geparst werden.

# errorNameNotFound
source: XML node "Name" not found.
de_de: XML-Knoten „Name“ konnte nicht gefunden werden.

# errorInvalidVersion
source: No valid SemVer.
de_de: Keine gültige SemVer.

# errorInvalidNamespace
source: Invalid namespace.
de_de: Kein gültiger Namespace.

# errorUnknown
source: Unknown error.
de_de: Unbekannter Fehler.

# dangerMinShopVersion
source: Please note: This template requires a newer version of JTL-Shop. This might lead to performance issues.
de_de: Bitte beachten Sie, dass dieses Template eine aktuellere Version von JTL-Shop erfordert. Es können daher Probleme beim Betrieb entstehen.

# dangerMaxShopVersion
source: Please note: This template was developed for an older version of JTL-Shop. This might lead to performance issues.
de_de: Bitte beachten Sie, dass dieses Template für eine ältere Version von JTL-Shop entwickelt wurde. Es können daher Probleme beim Betrieb entstehen.

source: Preview activated
de_de: Vorschau aktiviert
