Repository: mornau/jtlshop
Catalog: admin/locale/*/portlets/ProductStream.po
Languages: de_de

# presentation
source: View
de_de: Darstellung

# presentationGallery
source: Gallery
de_de: Galerie

# presentationList
source: List
de_de: Liste

# presentationSimpleSlider
source: Simple slider with images
de_de: Einfacher Slider mit Bildern

# presentationSlider
source: Slider with names and prices
de_de: Slider mit Namen und Preisen

# presentationBoxSlider
source: Single-product slider with name and price
de_de: Einzelprodukt-Slider mit Name und Preis

source: Item filter
de_de: Artikelfilter

source: Max. products
de_de: Max. Artikel

# maxProductsDesc
source: Limits the number of products to...
de_de: Begrenzen der Artikel-Anzahl auf...

# productSource
source: Product selection
de_de: Artikel-Auswahl

# productSourceFiltering
source: Filtering
de_de: Filterung

# productSourceExplicit
source: Explicit selection
de_de: Explizite Auswahl

source: Search filters
de_de: Filter suchen

# displayCountDesc
source: Responsive display: Here you can define, how many products are to be displayed simultaneously in the slider depending on the user devices viewport-size (SM: small, MD: medium, LG: large, XL: extra large)
de_de: Responsive Anzeige: Hier können Sie festlegen, wie viele Artikel gleichzeitig im Slider zu sehen sind abhängig von der Viewport-Größe des Endgerätes (SM: klein, MD: normal, LG: groß, XL: sehr groß)

# displayCountSM
source: Number on SM
de_de: Anzahl bei SM

# displayCountMD
source: Number on MD
de_de: Anzahl bei MD

# displayCountLG
source: Number on LG
de_de: Anzahl bei LG

# displayCountXL
source: Number on XL
de_de: Anzahl bei XL
